const ru = {
    header: {
        nav: {
            about_me: "Обо мне",
            projects: "Проекты",
            stack: "Стек",
            contacts: "Контакты"
        },
        disc: "Диск"
    },
    hero: {
        aboutMe: {
            name: "Матвей",
            gender: "Мужской",
            role: "Веб Разработчик",
            langRu: "Русский",
            langEn: "Английский B2",
            langFr: "Французский A2",
        },
        readme: {
            whoAmI: "Привет, username! Я Матвей - Веб-Разработчик.",
            start: "Увлекаюсь программированием с лета 2018 года.",
            webStart: "В 2021 году начал изучать в веб-разработку и с тех пор продолжаю развиваться в этом направлении.",
            experience: "Сейчас у меня уже более 2 лет коммерческого опыта в веб-разработке.",
            passion: "Я превращаю готовые макеты в полноценные сайты - от первой строчки кода до запуска проекта.",
            ideas: "У меня постоянно много разных идей.",
            inspiration: "Люблю находить талантливых творческих людей - музыкантов, аниматоров, разработчиков игр - и наблюдать за их проектами и развитием."
        }
    },
    projects: {
        header: "Проекты"
    }
}

export default ru