const ru = {
    header: {
        nav: {
            about_me: "Обо мне",
            projects: "Проекты & Стек",
            contacts: "Контакты"
        },
        disc: "Диск"
    },
    hero: {
        aboutMe: {
            name: "Матвей",
            role: "Веб-Разработчик",
            langRu: "Русский",
            langEn: "Английский B2",
            langFr: "Французский A2",
        },
        readme: {
            whoAmI: "Привет, Username! Я Матвей, Веб-Разработчик.",
            start: "Увлекаюсь программированием с лета 2019 года.",
            webStart: "В 2021 году начал изучать в веб-разработку и с тех пор продолжаю развиваться в этом направлении.",
            experience: "Сейчас у меня уже более 2 лет коммерческого опыта в веб-разработке.",
            passion: "Я создаю полноценные сайты по готовым макетам - от первой строчки кода до запуска проекта.",
            ideas: "У меня постоянно много разных идей.",
            inspiration: "Люблю находить талантливых авторов, следить за их проектами и вдохновляться их работами."
        },
        actions: {
            contact: "Связаться со мной",
            projects: "Проекты"
        }
    },
    projects: {
        header: "Проекты",
        descriptionTopLine: "Здесь мои проекты - от экспериментов до полноценных веб-приложений.",
        descriptionBottomLine: "Каждый из них - часть моего пути.",

        // Browser
        toolbar: {
            back: "Назад",
            refresh: "Обновить",
            search: "Поиск по названию, описанию или стеку"
        },
        tree: {
            all: "Все проекты",
            commercial: "коммерческие",
            personal: "личные",
            educational: "учебные",
            test: "тестовые"
        },

        // Projects
        status: {
            completed: "Завершён",
            ongoing: "В разработке",
            paused: "Приостановлен",
            archived: "В архиве"
        }
    }
}

export default ru